var extra = {
    "lesson": 3,
    "sentices": [
        {
            "number": 1,
            "original": "今日工方來白馬于大邑商",
            "translation": "Сегодня племя Гун прислало белых лошадей в Великий город Шан."
        },
        {
            "number": 2,
            "original": "生二月我入邑",
            "translation": "Мы вступим в город в наступающем втором месяце."
        },
        {
            "number": 3,
            "original": "勿告雨于王",
            "translation": "Не сообщай правителю о дожде!"
        },
        {
            "number": 4,
            "original": "我求黍于卜，卜于來歳來黍",
            "translation": "Я попросил чумизы у гадателя. Гадатель пришлёт чумизу в будущем году."
        }
    ]
};