{
    "lesson": 19,
    "sentences": [
        {
            "number": 1,
            "original": "弘唯皇祖厥休",
            "translation": "Велика милость достославных предков!"
        },
        {
            "number": 2,
            "original": "厥父之智曷克屏武王位",
            "translation": "Каким образом мудрость его отца сможет укрепить трон У-вана?"
        },
        {
            "number": 3,
            "original": "八师率受王子之令",
            "translation": "Все восемь армий получают приказ сына правителя."
        }
    ]
}