var SentenceData = {
  "lesson": 59,
  "text": "東晉陽羨許彥於綏安山行遇一書生\n年十七八臥路側云腳痛求寄鵝籠中\n彥以為戲言書生便入籠籠亦不更廣\n書生亦不更小宛然與雙鵝並坐鵝亦\n不驚彥負籠而去都 不覺重前息樹下\n書生乃出籠謂彥曰欲為君薄設彥曰\n甚善乃於口中吐一銅盤奩子奩子中\n具諸饌殽海陸珍羞方丈其器皿皆是\n銅物氣味芳美世所罕見酒數行乃謂\n彥曰向將一婦人自隨今欲暫邀之彥\n曰甚善又於口中吐一女子年可十五\n六衣服綺麗容貌絕倫共坐宴俄而書\n生醉臥此女謂彥曰雖與書生結妻而\n實懷外心向亦竊將一男子同來書生\n既眠暫喚之願君勿言彥曰甚善女子\n於口中吐出一男子年可二十三四亦\n穎悟可愛仍與彥叙寒温書生臥欲覺\n女子口中吐一錦行障書生乃留女子\n共臥男子謂彥曰此女子雖有情心亦\n不盡向復竊將女人同行今欲暫見之\n願君勿泄言彥曰善男子又於口中吐\n一女子年二十許共宴酌戲調甚久聞\n書生動聲男曰二人眠已覺因取所吐\n女子還納口中須臾書生處女子乃出\n謂彥曰書生欲起更吞向男子獨對彥\n坐書生然後謂彥曰暫眠遂久君獨坐\n當悒悒耶日已晚便與君别還復吞此\n女子諸銅器悉納口中留大銅盤可廣\n二尺餘與彥别曰無以藉君與君相憶\n也後太元中彥為蘭臺令史以此銅盤\n餉張散散看其銘題云是漢永平三年\n所作也",
  "sentences": [
    {
      "number": 1,
      "original": "東晉陽羨許彥於綏安山行遇一書生",
      "transliteration": "",
      "translation": "Во времена Восточной Цзинь человек из Янсяня, Сюй Янь, шел как-то около горы Суйаныпань. Встретил студента лет семнадцати-восемнадцати."
    },
    {
      "number": 2,
      "original": "年十七八臥路側云腳痛求寄鵝籠中",
      "transliteration": "",
      "translation": "Тот лежал у дороги. У него, мол, болят ноги, и он просит посадить его в клетку с гусями."
    },
    {
      "number": 3,
      "original": "彥以為戲言書生便入籠籠亦不更廣",
      "transliteration": "",
      "translation": "Сюй Янь решил, что это шутка, но студент влез в клетку. Клетка не стала больше,"
    },
    {
      "number": 4,
      "original": "書生亦不更小宛然與雙鵝並坐鵝亦",
      "transliteration": "",
      "translation": "а студент не стал меньше ростом, но он, довольный, уселся рядом с парой гусей, и гуси не испугались его."
    },
    {
      "number": 5,
      "original": "不驚彥負籠而去都 不覺重前息樹下",
      "transliteration": "",
      "translation": "Сюй Янь взвалил клетку на плечи и пошел, совсем не чувствуя тяжести. Решил он отдохнуть под деревом,"
    },
    {
      "number": 6,
      "original": "書生乃出籠謂彥曰欲為君薄設彥曰",
      "transliteration": "",
      "translation": "а студент вылезает из клетки и говорит Сюй Яню: — Я хочу устроить для вас скромное угощение. — Отлично, — отвечает Сюй Янь."
    },
    {
      "number": 7,
      "original": "甚善乃於口中吐一銅盤奩子奩子中",
      "transliteration": "",
      "translation": "И вот студент вынимает изо рта бронзовое блюдо и сундучок. А в сундучке — необыкновенные яства и диковинные кушанья."
    },
    {
      "number": 8,
      "original": "具諸饌殽海陸珍羞方丈其器皿皆是",
      "transliteration": "",
      "translation": "Посуда вся из бронзы, а кушанья ароматны и великолепны на вкус, таких нечасто приходится отведывать."
    },
    {
      "number": 9,
      "original": "銅物氣味芳美世所罕見酒數行乃謂",
      "transliteration": "",
      "translation": "Выпили по нескольку рюмок, и студент говорит Сюй Яню:"
    },
    {
      "number": 10,
      "original": "彥曰向將一婦人自隨今欲暫邀之彥",
      "transliteration": "",
      "translation": "— Вообще-то со мной жена, и сейчас я хочу ненадолго позвать ее. — Идет! — отвечал Сюй Янь."
    },
    {
      "number": 11,
      "original": "曰甚善又於口中吐一女子年可十五",
      "transliteration": "",
      "translation": "И тогда студент вынимает изо рта девицу лет пятнадцати-шестнадцати,"
    },
    {
      "number": 12,
      "original": "六衣服綺麗容貌絕倫共坐宴俄而書",
      "transliteration": "",
      "translation": "одетую изысканно и красивую необычайно. Вместе уселись за трапезу. Вскоре студент опьянел и заснул."
    },
    {
      "number": 13,
      "original": "生醉臥此女謂彥曰雖與書生結妻而",
      "transliteration": "",
      "translation": "А эта девица говорит Сюй Яню: — Хотя я жена студенту, но на сердце у меня другой. Вот я и взяла с собой тайком парнишку."
    },
    {
      "number": 14,
      "original": "實懷外心向亦竊將一男子同來書生",
      "transliteration": "",
      "translation": "Студент-то заснул — позову-ка я его на время! Но только об этом ни слова! — Договорились! — отвечает Сюй Янь."
    },
    {
      "number": 15,
      "original": "既眠暫喚之願君勿言彥曰甚善女子",
      "transliteration": "",
      "translation": "Вынимает девица изо рта парня лет двадцати трех — двадцати четырех, на вид тоже ничего себе, симпатичного."
    },
    {
      "number": 16,
      "original": "於口中吐出一男子年可二十三四亦",
      "transliteration": "",
      "translation": "Стал он разговаривать с Сюй Янем о том о сем. Увидела девица, что студент просыпается,"
    },
    {
      "number": 17,
      "original": "穎悟可愛仍與彥叙寒温書生臥欲覺",
      "transliteration": "",
      "translation": "вынула изо рта парчовый полог, и студент улегся с нею. Юноша говорит Сюй Яню:"
    },
    {
      "number": 18,
      "original": "女子口中吐一錦行障書生乃留女子",
      "transliteration": "",
      "translation": "— Девица эта от меня без ума, но мне она не то чтоб очень уж нравилась. Вот я и взял с собой другую девушку. Хотелось бы сейчас повидаться с нею, но вы-то уж не проговоритесь!"
    },
    {
      "number": 19,
      "original": "共臥男子謂彥曰此女子雖有情心亦",
      "transliteration": "",
      "translation": "— Хорошо, — отвечает Сюй Янь. Вынимает юноша изо рта девушку лет двадцати, и стали они угощаться и шутки шутить."
    },
    {
      "number": 20,
      "original": "不盡向復竊將女人同行今欲暫見之",
      "transliteration": "",
      "translation": "Долго они этим занимались, а потом слышат — студент заворочался."
    },
    {
      "number": 21,
      "original": "願君勿泄言彥曰善男子又於口中吐",
      "transliteration": "",
      "translation": "— Те двое уже проснулись, — говорит парень и кладет в рот себе девушку, которую вынул перед тем."
    },
    {
      "number": 22,
      "original": "一女子年二十許共宴酌戲調甚久聞",
      "transliteration": "",
      "translation": "Через некоторое время девица, спавшая со студентом, выходит и говорит Сюй Яню: — Студент встает!"
    },
    {
      "number": 23,
      "original": "書生動聲男曰二人眠已覺因取所吐",
      "transliteration": "",
      "translation": "И проглотила парня, сидит одна напротив Сюй Яня. Тут студент говорит Сюй Яню:"
    },
    {
      "number": 24,
      "original": "女子還納口中須臾書生處女子乃出",
      "transliteration": "",
      "translation": "— Что-то разоспался я и оставил вас в одиночестве. Вам, наверное, было скучно одному? Время уже к вечеру, пора мне с вами прощаться..."
    },
    {
      "number": 25,
      "original": "謂彥曰書生欲起更吞向男子獨對彥",
      "transliteration": "",
      "translation": "Проглотил свою девицу, всю бронзовую посуду тоже положил себе в рот, оставил только большое бронзовое блюдо шириной эдак в два с лишним чи."
    },
    {
      "number": 26,
      "original": "坐書生然後謂彥曰暫眠遂久君獨坐",
      "transliteration": "",
      "translation": "Прощаясь с Сюй Янем, сказал: — Больше мне нечего подарить вам, чтобы что-нибудь осталось на память."
    },
    {
      "number": 27,
      "original": "當悒悒耶日已晚便與君别還復吞此",
      "transliteration": "",
      "translation": "Позднее, в годы Тайюань, Сюй Янь занял должность ланьтай линши. Из этого бронзового блюда он угощал Чжан Саня,"
    },
    {
      "number": 28,
      "original": "女子諸銅器悉納口中留大銅盤可廣",
      "transliteration": "",
      "translation": "и тот увидел на блюде надпись, гласившую: «Сделано в 3-м году Юнпин династии Хань»."
    },
    {
      "number": 29,
      "original": "二尺餘與彥别曰無以藉君與君相憶",
      "transliteration": "",
      "translation": ""
    },
    {
      "number": 30,
      "original": "也後太元中彥為蘭臺令史以此銅盤",
      "transliteration": "",
      "translation": ""
    },
    {
      "number": 31,
      "original": "餉張散散看其銘題云是漢永平三年",
      "transliteration": "",
      "translation": ""
    },
    {
      "number": 32,
      "original": "所作也",
      "transliteration": "",
      "translation": ""
    }
  ]
}