var extra = {
    "lesson": 8,
    "sentences": [
        {
            "number": 1,
            "original": "用兄來馬",
            "translation": "Используй лошадь, которую прислал старший брат."
        },
        {
            "number": 2,
            "original": "我用茲月余以羌",
            "translation": "Мы принесли в жертву цянов, которых я привёл в этом месяце."
        },
        {
            "number": 3,
            "original": "王求大示來歳我有黍年",
            "translation": "Правитель просил великих предков о том, чтобы в следующем году у нас был урожай чумизы."
        },
        {
            "number": 4,
            "original": "汝告乃父余在南",
            "translation": "Сообщил ли ты своему отцу о том, что я нахожусь на юге?"
        }
    ]
};