var SentenceData = {
  "lesson": 41,
  "text": "平原君趙勝者趙之諸公子也諸子中\n勝最賢喜賓客賓客蓋至者數千人平\n原君家樓臨民家民家有躄者槃散行\n汲平原君美人居樓上臨見大笑之明\n日躄者至平原君門請曰臣聞君之喜\n士士不遠千里而至者以君能貴士而\n賤妾也臣不幸有罷癃之病而君之後\n宮臨而笑臣臣願得笑臣者頭平原君\n笑應曰諾躄者去平原君笑曰觀此豎\n子乃欲以一笑之故殺吾美人不亦甚\n乎終不殺居歳餘賓客門下舍人稍稍\n引去者過半平原君怪之曰勝所以待\n諸君者未嘗敢失禮而去者何多也門\n下一人前對曰以君之不殺笑躄者以\n君為愛色而賤士士即去耳於是平原\n君乃斬笑躄者美人頭自造門進躄者\n因謝焉其後門下乃復稍稍來",
  "sentences": [
    {
      "number": 1,
      "original": "平原君趙勝者趙之諸公子也諸子中勝最賢喜賓客賓客蓋至者數千人",
      "transliteration": "píng yuán jūn zhào shèng zhě zhào zhī zhū gōng zǐ yě zhū zǐ zhōng shèng zuì xián xǐ bīn kè bīn kè gài zhì zhě shù qiān rén",
      "translation": "Чжао Шэн, известный также под именем Пинъюань-цзюнь, был одним из возможных наследников престола в царстве Чжао. Среди всех детей правителя Шэн был самым умным. Он любил держать в своем доме гостей, и их собиралось у него по нескольку тысяч человек."
    },
    {
      "number": 2,
      "original": "平原君家樓臨民家民家有躄者槃散行汲平原君美人居樓上臨見大笑之",
      "transliteration": "píng yuán jūn jiā lóu lín mín jiā mín jiā yǒu bì zhě pán sǎn xíng jí píng yuán jūn měi rén jū lóu shàng lín jiàn dà xiào zhī",
      "translation": "Дом Пинъюань-цзюня соседствовал с домом простолюдина, где жил один хромой, ходивший, переваливаясь из стороны в сторону. Наложница Пинъюань-цзюня, сидя дома, увидела хромого и стала громко смеяться над ним."
    },
    {
      "number": 3,
      "original": "明日躄者至平原君門請曰臣聞君之喜士士不遠千里而至者以君能貴士而賤妾也臣不幸有罷癃之病而君之後宮臨而笑臣臣願得笑臣者頭",
      "transliteration": "míng rì bì zhě zhì píng yuán jūn mén qǐng yuē chén wén jūn zhī xǐ shì shì bù yuǎn qiān lǐ ér zhì zhě yǐ jūn néng guì shì ér jiàn qiè yě chén bù xìng yǒu bà lóng zhī bìng ér jūn zhī hòu gōng lín ér xiào chén chén yuàn dé xiào chén zhě tóu",
      "translation": "На следующий день хромой пришел к воротам Пинъюань-цзюня и попросил: — Я слышал, что вы цените достойных мужей и те приходят к вам за тысячу ли. Это потому, что вы уважительно относитесь к мужчинам и пренебрегаете женщинами. К несчастью, вашего покорного слугу разбил паралич, а женщина из вашего гарема стала смеяться над ним. Так вот, мне хотелось бы получить голову той, которая смеялась надо мною!"
    },
    {
      "number": 4,
      "original": "平原君笑應曰諾躄者去平原君笑曰觀此豎子乃欲以一笑之故殺吾美人不亦甚乎終不殺",
      "transliteration": "píng yuán jūn xiào yìng yuē nuò bì zhě qù píng yuán jūn xiào yuē guān cǐ shù zǐ nǎi yù yǐ yī xiào zhī gù shā wú měi rén bù yì shèn hū zhōng bù shā",
      "translation": "Пинъюань-цзюнь, смеясь, согласился. Когда хромой ушел, Пинъюань-цзюнь сказал со смехом: — Посмотрите на этого мерзавца! Он хочет, чтобы я отрубил моей красавице голову из-за того только, что она однажды посмеялась над ним! Не слишком ли это?! Он, разумеется, так и не убил свою наложницу."
    },
    {
      "number": 5,
      "original": "居歳餘賓客門下舍人稍稍引去者過半平原君怪之曰勝所以待諸君者未嘗敢失禮而去者何多也",
      "transliteration": "jū suì yú bīn kè mén xià shè rén shāo shāo yǐn qù zhě guò bàn píng yuán jūn guài zhī yuē shèng suǒ yǐ dài zhū jūn zhě wèi cháng gǎn shī lǐ ér qù zhě hé duō yě",
      "translation": "Но по прошествии года с небольшим бóльшая половина его гостей незаметно покинула его дом. Пинъюань-цзюнь был озадачен: — В общении с вами я никогда не позволял себе нарушать правила приличия. Почему же столь многие ушли от меня?"
    },
    {
      "number": 6,
      "original": "門下一人前對曰以君之不殺笑躄者以君為愛色而賤士士即去耳",
      "transliteration": "mén xià yī rén qián duì yuē yǐ jūn zhī bù shā xiào bì zhě yǐ jūn wéi ài sè ér jiàn shì shì jí qù ěr",
      "translation": "Один из гостей вышел вперед и сказал: — Причина в том, что вы не казнили ту, которая смеялась над хромым. Причина в том, что вы исполняете прихоти женщин и без должного уважения относитесь к достойным мужам. Только поэтомужи и покидают вас."
    },
    {
      "number": 7,
      "original": "於是平原君乃斬笑躄者美人頭自造門進躄者因謝焉其後門下乃復稍稍來",
      "transliteration": "yú shì píng yuán jūn nǎi zhǎn xiào bì zhě měi rén tóu zì zào mén jìn bì zhě yīn xiè yān qí hòu mén xià nǎi fù shāo shāo lái",
      "translation": "И тогда Пинъюань-цзюнь отрубил голову красавице, смеявшейся над хромым, сам пошел к его воротам, вручил голову хромому и тем повинился перед ним. После этого гости снова понемногу стали возвращаться к нему."
    }
  ]
}