var SentenceData = {
  "lesson": 37,
  "text": "孟子之平陸謂其大夫曰子之持戟之\n士一日而三失伍則去之否乎曰不待\n三然則子之失伍也亦多矣凶年饑歳\n子之民老羸轉於溝壑壯者散而之四\n方者幾千人矣曰此非距心之所得為\n也曰今有受人之牛羊而為之牧之者\n則必為之求牧與芻矣求牧與芻而不\n得則反諸其人乎抑亦立而視其死與\n曰此則距心之罪也他日見於王曰王\n之為都者臣知五人焉知其罪者唯孔\n距心為王誦之王曰此則寡人之罪也",
  "sentences": [
    {
      "number": 1,
      "original": "孟子之平陸謂其大夫曰子之持戟之士一日而三失伍則去之否乎曰不待三",
      "transliteration": "mèng zǐ zhī píng lù wèi qí dà fū yuē zǐ zhī chí jǐ zhī shì yī rì ér sān shī wǔ zé qù zhī fǒu hū yuē bù dài sān",
      "translation": "Мэн-цзы отправился в Пинлу и спросил тамошнего управляющего: — Если ваш воин, вооруженный алебардой, трижды на день отстает от строя, то прогоните ли вы его? — Достаточно и двух раз, чтобы с ним поступили таким образом, — был ответ."
    },
    {
      "number": 2,
      "original": "然則子之失伍也亦多矣凶年饑歳子之民老羸轉於溝壑壯者散而之四方者幾千人矣",
      "transliteration": "rán zé zǐ zhī shī wǔ yě yì duō yǐ xiōng nián jī suì zǐ zhī mín lǎo léi zhuǎn yú gōu hè zhuàng zhě sàn ér zhī sì fāng zhě jǐ qiān rén yǐ",
      "translation": "— В таком случае вы также часто отстаете от строя! В неурожайный год среди вашего населения бывает по нескольку тысяч людей, которые, будучи старыми и немощными, гибнут и оказываются в канавах и оврагах, а будучи сильными, разбегаются на все четыре стороны!"
    },
    {
      "number": 3,
      "original": "曰此非距心之所得為也",
      "transliteration": "yuē cǐ fēi jù xīn zhī suǒ dé wéi yě",
      "translation": "— Но я ничего не могу с этим поделать! — отвечал управляющий Кун Цзюйсинь."
    },
    {
      "number": 4,
      "original": "曰今有受人之牛羊而為之牧之者則必為之求牧與芻矣求牧與芻而不得則反諸其人乎抑亦立而視其死與",
      "transliteration": "yuē jīn yǒu shòu rén zhī niú yáng ér wéi zhī mù zhī zhě zé bì wéi zhī qiú mù yǔ chú yǐ qiú mù yǔ chú ér bù dé zé fǎn zhū qí rén hū yì yì lì ér shì qí sǐ yǔ",
      "translation": "Мэн-цзы сказал: — Допустим, есть человек, взявший у другого его скот и обязавшийся пасти его на хозяина. В этом случае он непременно будет искать для скота пастбище и корм, а если не найдет, то как он поступит: вернет ли скот хозяину или вот так же будет стоять и смотреть, как он будет гибнуть?"
    },
    {
      "number": 5,
      "original": "曰此則距心之罪也",
      "transliteration": "yuē cǐ zé jù xīn zhī zuì yě",
      "translation": "— Это действительно моя ошибка! — отвечал Кун Цзюйсинь."
    },
    {
      "number": 6,
      "original": "他日見於王曰王之為都者臣知五人焉知其罪者唯孔距心為王誦之王曰此則寡人之罪也",
      "transliteration": "tā rì jiàn yú wáng yuē wáng zhī wéi dū zhě chén zhī wǔ rén yān zhī qí zuì zhě wéi kǒng jù xīn wèi wáng sòng zhī wáng yuē cǐ zé guǎ rén zhī zuì yě",
      "translation": "На следующий день Мэн-цзы был принят ваном и сказал ему: — Я знаю пятерых из числа управляющих, назначенных вами, о правитель, и лишь один Кун Цзюйсинь понимает свои ошибки! И он стал расхваливать его вану. — А уж это — моя вина! — признался ван."
    }
  ]
}