var extra = {
    "lesson": 48,
    "sentences": [
        {
            "number": 1,
            "original": "曾见笑於此小竖子",
            "translation": "Я был посмеян этим маленьким подлецом."
        },
        {
            "number": 2,
            "original": "奈欲以邑予趙者何",
            "translation": "Как быть с теми, кто считает, что нужно отдать города царству Чжао?"
        },
        {
            "number": 3,
            "original": "左右徒召可使者耳",
            "translation": "Окружающие просто призывают тех, кого можно послать."
        }
    ]
};