var extra = {
    "lesson": 23,
    "sentences": [
        {
            "number": 1,
            "original": "乃父史大之子而作册令之孙",
            "translation": "Твой отец — сын историографа Да, внук архивариуса Лина."
        },
        {
            "number": 2,
            "original": "大哉禹之烈",
            "translation": "О, как велики заслуги Юя!"
        },
        {
            "number": 3,
            "original": "钟雖小克用祀我皇祖皇考",
            "translation": "Хотя колокол и мал, он может быть использован для принесения жертв нашим достославным предкам."
        },
        {
            "number": 4,
            "original": "汝他人是疋",
            "translation": "Ты помогал другим!"
        }
    ]
};