var SentenceData = {
  "lesson": 23,
  "text": "唯王五月辰在戊寅公曰汝夷余經乃\n先祖余既耑乃心汝小心畏忌汝不墜\n夙夜官執而政事余弘厭乃心余命汝\n政于朕三軍㟶㟶成湯有嚴在帝所耑\n受天命伐夏祀遦厥靈師伊小臣唯輔\n咸有九州處禹之堵丕顯穆公之孫其\n配襄公之出而成公之女生叔夷是辟\n于齊侯之所是小心恭忌靈力若虎勤\n勞其政事有供于宣武靈公之所宣武\n靈公賜夷吉金鑄鎬玄鏐鋁夷用作鑄\n其寳鐘用享于其皇祖皇妣皇母皇考",
  "sentences": [
    {
      "number": 1,
      "original": "唯王五月辰在戊寅公曰汝夷余經乃先祖余既耑乃心汝小心畏忌汝不墜夙夜官執而政事余弘厭乃心余命汝政于朕三軍",
      "transliteration": "wéi wáng wǔ yuè chén zài wù yín gōng yuē rǔ yí yú jīng nǎi xiān zǔ yú jì zhuān nǎi xīn rǔ xiǎo xīn wèi jì rǔ bù zhuì sù yè guān zhí ér zhèng shì yú hóng yàn nǎi xīn yú mìng rǔ zhèng yú zhèn sān jūn",
      "translation": "В пятом месяце вана, когда созвездие находилось в точке, соответствующей дню у-инь, гун сказал: «И! Я следую твоим предкам, я раскрыл твое сердце, а ты внимателен и осторожен, ты не упал в их глазах, ты днем и ночью занят исполнением своих обязанностей по управлению. Я в высшей степени удовлетворен твоими намерениями. Я приказываю тебе руководить моими тремя армиями»."
    },
    {
      "number": 2,
      "original": "㟶㟶成湯有嚴在帝所耑受天命伐夏祀遦厥靈師伊小臣唯輔咸有九州處禹之堵",
      "transliteration": "wēi wēi chéng tāng yǒu yán zài dì suǒ zhuān shòu tiān mìng fá xià sì suì jué líng shī yī xiǎo chén wéi fǔ xián yǒu jiǔ zhōu chù yǔ zhī dǔ",
      "translation": "Велик Чэн-тан! Он достоин быть рядом с Небесным божеством. Он получил Небесный мандат, прервал жертвоприношения Ся и разгромил их могучее войско. Сяочэнь И помогал ему обрести все девять областей и поселиться на землях Юя."
    },
    {
      "number": 3,
      "original": "丕顯穆公之孫其配襄公之出而成公之女生叔夷是辟于齊侯之所是小心恭忌靈力若虎勤勞其政事有供于宣武靈公之所",
      "transliteration": "pī xiǎn mù gōng zhī sūn qí pèi xiāng gōng zhī chū ér chéng gōng zhī nǚ shēng shū yí shì pì yú qí hóu zhī suǒ shì xiǎo xīn gōng jì líng lì ruò hǔ qín láo qí zhèng shì yǒu gòng yú xuān wǔ líng gōng zhī suǒ",
      "translation": "Потомок блистательного Му-гуна сочетался браком с дочерью сестры Сян-гуна — дочерью Чэн-гуна. Они родили Шу-и, и он служил правителю Ци, он был осторожен и почтителен, он обладал чудесной силой, подобно тигру, он постоянно трудился, занимаясь делами управления, и проявил себя при дворе воинственного Лин-гуна."
    },
    {
      "number": 4,
      "original": "宣武靈公賜夷吉金鑄鎬玄鏐鋁夷用作鑄其寳鐘用享于其皇祖皇妣皇母皇考",
      "transliteration": "xuān wǔ líng gōng cì yí jí jīn zhù gǎo xuán liú lǚ yí yòng zuò zhù qí bǎo zhōng yòng xiǎng yú qí huáng zǔ huáng bǐ huáng mǔ huáng kǎo",
      "translation": "Воинственный Лин-гун одарил Шу-и благостным металлом, и Шу-и использовал его, чтобы отлить свой драгоценный колокол и звонить в него во время жертвоприношений своим величественным пращурам и прародительницам, своей величественной матери и величественному отцу."
    }
  ]
}