var SentenceData = {
  "lesson": 57,
  "text": "南陽宋定伯年少時夜行逢鬼問之鬼\n言我是鬼鬼問汝復誰定伯誑之言我\n亦鬼鬼問欲至何所答曰欲至宛市鬼\n言我亦欲至宛市遂行數里鬼言步行\n太遲可共遞相擔何如定伯曰大善鬼\n便先擔定伯數里鬼言卿太重將非鬼\n也定伯言我新鬼故身重耳定伯因復\n擔鬼鬼略無重如是再三定伯復言我\n新鬼不知有何所畏忌鬼答言唯不喜\n人唾於是共行道遇水定伯令鬼先渡\n聽之了然無聲音定伯自渡漕漼作聲\n鬼復言何以有聲定伯曰新死不習渡\n水故耳勿怪吾也行欲至宛市定伯便\n擔鬼著肩上急執行鬼大呼聲咋咋然\n不復聽之徑至宛市中下著地化為一\n羊便賣之恐其變化唾之得錢千五百\n乃去當時石崇有言",
  "sentences": [
    {
      "number": 1,
      "original": "南陽宋定伯年少時夜行逢鬼問之鬼",
      "transliteration": "",
      "translation": "Когда Сун Динбо из Наньяна был молодым, он шел однажды ночью и встретил душу умершего. Спросил ее, и она ответила:"
    },
    {
      "number": 2,
      "original": "言我是鬼鬼問汝復誰定伯誑之言我",
      "transliteration": "",
      "translation": "— Я — душа умершего. Потом она спросила его: — Ну а ты кто? Сун Динбо обманул ее, сказав:"
    },
    {
      "number": 3,
      "original": "亦鬼鬼問欲至何所答曰欲至宛市鬼",
      "transliteration": "",
      "translation": "— Я тоже душа умершего. — А куда ты идешь? — спросила она. — На рынок в Вань, — был ответ. Душа умершего сказала:"
    },
    {
      "number": 4,
      "original": "言我亦欲至宛市遂行數里鬼言步行",
      "transliteration": "",
      "translation": "— Я тоже иду на рынок в Вань. И они пошли вместе. Через несколько верст душа говорит:"
    },
    {
      "number": 5,
      "original": "太遲可共遞相擔何如定伯曰大善鬼",
      "transliteration": "",
      "translation": "— Идти пешком — слишком медленно. Давай по очереди нести друг друга на спине? — Идет! — сказал Динбо. Душа"
    },
    {
      "number": 6,
      "original": "便先擔定伯數里鬼言卿太重將非鬼",
      "transliteration": "",
      "translation": "первой взвалила его на себя, но через несколько верст сказала: — Ты слишком тяжелый. Ты, наверное, не душа умершего?"
    },
    {
      "number": 7,
      "original": "也定伯言我新鬼故身重耳定伯因復",
      "transliteration": "",
      "translation": "— Я душа только что недавно умершего, вот поэтому я и тяжелый! Взял Динбо душу на спину, а она почти ничего не весит."
    },
    {
      "number": 8,
      "original": "擔鬼鬼略無重如是再三定伯復言我",
      "transliteration": "",
      "translation": "Так они и меняли друг друга раза два-три. — Я душа только что умершего и не знаю, чего мне следует остерегаться, — снова сказал Динбо."
    },
    {
      "number": 9,
      "original": "新鬼不知有何所畏忌鬼答言唯不喜",
      "transliteration": "",
      "translation": "— Души не любят, когда люди плюются, — отвечала душа. Так они и шли вместе по дороге."
    },
    {
      "number": 10,
      "original": "人唾於是共行道遇水定伯令鬼先渡",
      "transliteration": "",
      "translation": "Попадается им река. Динбо пошел вброд, шумно разбрызгивая воду."
    },
    {
      "number": 11,
      "original": "聽之了然無聲音定伯自渡漕漼作聲",
      "transliteration": "",
      "translation": "— Почему ты так шумишь? — снова спросила душа."
    },
    {
      "number": 12,
      "original": "鬼復言何以有聲定伯曰新死不習渡",
      "transliteration": "",
      "translation": "— Я только что умер и еще не научился переходить реки вброд бесшумно, только и всего. Разве я виноват в этом? — отвечал Динбо."
    },
    {
      "number": 13,
      "original": "水故耳勿怪吾也行欲至宛市定伯便",
      "transliteration": "",
      "translation": "Подошли к рынку в Вань, Динбо взвалил душу себе на плечи"
    },
    {
      "number": 14,
      "original": "擔鬼著肩上急執行鬼大呼聲咋咋然",
      "transliteration": "",
      "translation": "и припустился что было мочи. Душа громко закричала, но потом"
    },
    {
      "number": 15,
      "original": "不復聽之徑至宛市中下著地化為一",
      "transliteration": "",
      "translation": "звук ее голоса стал слышен все тише и тише, а вскоре и вовсе его не стало слышно. Когда Динбо пришел на рынок, он положил душу наземь, и она превратилась в барашка."
    },
    {
      "number": 16,
      "original": "羊便賣之恐其變化唾之得錢千五百",
      "transliteration": "",
      "translation": "Стал он продавать ее. А для того, чтобы душа вновь не обрела свой прежний вид, плюнул на нее. Получил за нее полторы тысячи монет и отправился восвояси."
    },
    {
      "number": 17,
      "original": "乃去當時石崇有言",
      "transliteration": "",
      "translation": "Вот почему Ши Чун говаривал в свое время: — Динбо продал душу за полторы тысячи монет."
    }
  ]
}