{
    "lesson": 12,
    "sentences": [
        {
            "number": 1,
            "original": "余不敢受茲寶尊彝",
            "translation": "Я не осмеливаюсь принять этот драгоценный ритуальный сосуд."
        },
        {
            "number": 2,
            "original": "王唯翌日赐汝赤芾",
            "translation": "Алую набедренную повязку ван пожалует тебе на следующий день."
        },
        {
            "number": 3,
            "original": "厥子肇司林",
            "translation": "Его сын только что начал управлять лесными угодьями."
        },
        {
            "number": 4,
            "original": "乃祖克入厥室",
            "translation": "Твой дед смог войти в его зал."
        }
    ]
}