var extra = {
    "lesson": 6,
    "sentences": [
        {
            "number": 1,
            "original": "辛眔壬王往于田",
            "translation": "В день синь и жэнь правитель отправится на охоту."
        },
        {
            "number": 2,
            "original": "一月我伐羌方眔基方",
            "translation": "В первом месяце мы пойдём походом на племена Цян-фан и Цзи-фан."
        },
        {
            "number": 3,
            "original": "冓眔永允獲一鹿",
            "translation": "Гоу и Юн и в самом деле поймали одного оленя."
        },
        {
            "number": 4,
            "original": "弗其及今二月雨",
            "translation": "До нынешнего второго месяца не будет дождя."
        }
    ]
};