var SentenceData = {
  "lesson": 42,
  "text": "秦之圍邯鄲趙使平原君求救合縱於\n楚約與食客門下有勇力文武備具者\n二十人偕平原君曰使文能取勝則善\n矣文不能取勝則歃血於華屋之下必\n得定縱而還士不外索取於食客門下\n足矣得十九人餘無可取者無以滿二\n十人門下有毛遂者自贊於平原君曰\n遂聞君將合縱於楚約與食客門下二\n十人偕不外索今少一人願君即以遂\n備員而行矣平原君曰先生處勝之門\n下幾年於此矣毛遂曰三年於此矣平\n原君曰夫賢士之處世也譬若錐之處\n囊中其末立見今先生處勝之門下三\n年於此矣左右未有所稱誦勝未有所\n聞是先生無所也先生不能先生留毛\n遂曰臣乃今日請處囊中耳使遂蚤得\n處囊中乃穎脫而出非特其末見而已",
  "sentences": [
    {
      "number": 1,
      "original": "秦之圍邯鄲趙使平原君求救合縱於楚約與食客門下有勇力文武備具者二十人偕",
      "transliteration": "qín zhī wéi hán dān zhào shǐ píng yuán jūn qiú jiù hé zòng yú chǔ yuē yǔ shí kè mén xià yǒu yǒng lì wén wǔ bèi jù zhě èr shí rén xié",
      "translation": "Когда циньцы осадили Ханьдань, правитель царства Чжао послал Пинъюань-цзюня просить помощи и заключения «вертикального союза» с Чу. Договорились, что он поедет с двадцатью гостями, обладающими достаточной храбростью и силой, а также имеющими способности в области как военного дела, так и дипломатии."
    },
    {
      "number": 2,
      "original": "平原君曰使文能取勝則善矣文不能取勝則歃血於華屋之下必得定縱而還士不外索取於食客門下足矣",
      "transliteration": "píng yuán jūn yuē shǐ wén néng qǔ shèng zé shàn yǐ wén bù néng qǔ shèng zé shà xuè yú huá wū zhī xià bì dé dìng zòng ér hái shì bù wài suǒ qǔ yú shí kè mén xià zú yǐ",
      "translation": "— Если мы сможем добиться победы посредством переговоров, то это будет лучше всего, — сказал Пинъюань-цзюнь, — если же переговоры не приведут к желаемому результату, то все равно мы намажем себе губы жертвенной кровью у входа во дворец и вернемся только после того, как заключим «вертикальный союз». Людей не будем искать на стороне: возьмем их из числа гостей, и этого будет достаточно!"
    },
    {
      "number": 3,
      "original": "得十九人餘無可取者無以滿二十人門下有毛遂者自贊於平原君曰",
      "transliteration": "dé shí jiǔ rén yú wú kě qǔ zhě wú yǐ mǎn èr shí rén mén xià yǒu máo suì zhě zì zàn yú píng yuán jūn yuē",
      "translation": "Нашли девятнадцать человек, а среди остальных подходящих больше не было, и никак не могли найти еще одного, кто стал бы двадцатым. Среди гостей был некто по имени Мао Суй. Он выступил вперед и сам стал рекомендовать себя Пинъюань-цзюню:"
    },
    {
      "number": 4,
      "original": "遂聞君將合縱於楚約與食客門下二十人偕不外索今少一人願君即以遂備員而行矣",
      "transliteration": "suì wén jūn jiāng hé zòng yú chǔ yuē yǔ shí kè mén xià èr shí rén xié bù wài suǒ jīn shǎo yī rén yuàn jūn jí yǐ suì bèi yuán ér xíng yǐ",
      "translation": "— Я слышал, что вы собираетесь заключить «вертикальный союз» с Чу, договорились отправиться с двадцатью гостями, решили не искать кандидатов на стороне и сейчас вам не хватает одного человека. Я хочу, чтобы вы взяли меня на свободное место и отправлялись немедленно."
    },
    {
      "number": 5,
      "original": "平原君曰先生處勝之門下幾年於此矣毛遂曰三年於此矣",
      "transliteration": "píng yuán jūn yuē xiān shēng chù shèng zhī mén xià jǐ nián yú cǐ yǐ máo suì yuē sān nián yú cǐ yǐ",
      "translation": "— Сколько лет вы, учитель, живете у меня в доме? — спросил Пинъюань-цзюнь. — Три года, — отвечал Мао Суй."
    },
    {
      "number": 6,
      "original": "平原君曰夫賢士之處世也譬若錐之處囊中其末立見今先生處勝之門下三年於此矣左右未有所稱誦勝未有所聞是先生無所也先生不能先生留",
      "transliteration": "píng yuán jūn yuē fū xián shì zhī chù shì yě pì ruò zhuī zhī chù náng zhōng qí mò lì jiàn jīn xiān shēng chù shèng zhī mén xià sān nián yú cǐ yǐ zuǒ yòu wèi yǒu suǒ chēng sòng shèng wèi yǒu suǒ wén shì xiān shēng wú suǒ yě xiān shēng bù néng xiān shēng liú",
      "translation": "— Когда мудрый человек живет на свете, — сказал Пинъюань-цзюнь, — это подобно шилу в мешке: его кончик сразу будет виден. Вы же, учитель, три года живете у меня в доме, а мои приближенные никогда не упоминали о вас и я никогда о вас не слышал. Это, верно, потому, что вы, учитель, не обладаете никакими достоинствами. Вы, учитель, не подойдете мне. Вам, учитель, лучше остаться."
    },
    {
      "number": 7,
      "original": "毛遂曰臣乃今日請處囊中耳使遂蚤得處囊中乃穎脫而出非特其末見而已",
      "transliteration": "máo suì yuē chén nǎi jīn rì qǐng chù náng zhōng ěr shǐ suì zǎo dé chù náng zhōng nǎi yǐng tuō ér chū fēi tè qí mò jiàn ér yǐ",
      "translation": "Мао Суй сказал: — Вот я сейчас и прошу лишь о том, чтобы меня посадили в мешок! Если бы я оказался в мешке раньше, то показался бы не только кончик шила, а оно все целиком вылезло бы наружу!"
    }
  ]
}