const SentenceData = {
  "lesson": 11,
  "text": "唯四月甲午王灌于嘗公東宮納饗于\n王王賜公貝五十朋公賜厥順子效王\n休貝二十朋效對公休用作寳尊彝效\n其萬年夙夜奔走揚公休亦其子子孫\n孫永寳用\n唯十又二月王在周眛爽王格于大廟\n井叔右免即位王受作冊尹書俾冊令\n免曰令汝司林賜汝赤芾用事免對揚\n王休用作尊簋免其萬年永寳用",
  "sentences": [
    {
      "number": 1,
      "original": "唯四月甲午王灌于嘗公東宮納饗于",
      "transliteration": "wéi sì yuè jiǎ wǔ wáng guàn yú cháng gōng dōng gōng nà xiǎng yú",
      "translation": "В четвертом месяце, в день цзя-у, правитель устроил винопитие в честь Чан-гуна. Наследник поднес правителю угощение."
    },
    {
      "number": 2,
      "original": "王王賜公貝五十朋公賜厥順子效王",
      "transliteration": "wáng wáng cì gōng bèi wǔ shí péng gōng cì jué shùn zǐ xiào wáng",
      "translation": "Правитель подарил гуну 50 связок раковин. Гун подарил своему почтительному сыну Сяо 20 связок раковин, пожалованных правителем."
    },
    {
      "number": 3,
      "original": "休貝二十朋效對公休用作寳尊彝效",
      "transliteration": "xiū bèi èr shí péng xiào duì gōng xiū yòng zuò bǎo zūn yí xiào",
      "translation": "Сяо восхвалил подарок гуна и воспользовался случаем, чтобы изготовить драгоценный жертвенный сосуд."
    },
    {
      "number": 4,
      "original": "其萬年夙夜奔走揚公休亦其子子孫",
      "transliteration": "qí wàn nián sù yè bēn zǒu yáng gōng xiū yì qí zǐ zǐ sūn",
      "translation": "На протяжении десяти тысяч лет я, Сяо, днем и ночью буду стараться отблагодарить гуна за подарок и на протяжении жизни сыновей и внуков вечно пользоваться сосудом как драгоценностью."
    },
    {
      "number": 5,
      "original": "孫永寳用",
      "transliteration": "sūn yǒng bǎo yòng",
      "translation": "(Продолжение) на протяжении жизни сыновей и внуков вечно пользоваться сосудом как драгоценностью."
    },
    {
      "number": 6,
      "original": "唯十又二月王在周眛爽王格于大廟",
      "transliteration": "wéi shí yòu èr yuè wáng zài zhōu mèi shuǎng wáng gé yú dà miào",
      "translation": "В двенадцатом месяце правитель находился в Чжоу. Перед рассветом правитель вошел в большой храм."
    },
    {
      "number": 7,
      "original": "井叔右免即位王受作冊尹書俾冊令",
      "transliteration": "jǐng shū yòu miǎn jí wèi wáng shòu zuò cè yǐn shū bǐ cè lìng",
      "translation": "Цзин-шу сопровождал Мяня. Все заняли свои места. Правитель передал скрибу грамоту и велел отдать Мяню приказ, записав его на скрижалях."
    },
    {
      "number": 8,
      "original": "免曰令汝司林賜汝赤芾用事免對揚",
      "transliteration": "miǎn yuē lìng rǔ sī lín cì rǔ chì fú yòng shì miǎn duì yáng",
      "translation": "«Приказываю тебе управлять лесными угодьями. Дарю тебе красную набедренную повязку. Пользуйся ею при исполнении служебных обязанностей»."
    },
    {
      "number": 9,
      "original": "王休用作尊簋免其萬年永寳用",
      "transliteration": "wáng xiū yòng zuò zūn guǐ miǎn qí wàn nián yǒng bǎo yòng",
      "translation": "Мянь отблагодарил правителя за подарок и воспользовался случаем, чтобы изготовить жертвенный сосуд. Мянь на протяжении десяти тысяч лет вечно будет пользоваться им как драгоценностью."
    }
  ]
}