var SentenceData = {
  "lesson": 22,
  "text": "唯王正月初吉乙亥邾公華擇厥吉金\n玄鏐赤鎛用鑄厥和鐘以祚其皇祖皇\n考曰余畢龏威忌淑穆不墜于厥身鑄\n其和鐘以恤其祭祀以樂大夫以宴士\n庶子慎為之銘元器其舊載公眉壽邾\n邦是保其萬年無疆子子孫孫永保用\n享\n唯王九月初吉丁亥曾孫鼠兒余夫斯\n于之孫余幾路之元子曰於虖敬哉徐\n義楚之良臣而僥之慈父擇其吉金鎛\n鋁以鑄和鐘以追孝先祖樂我父兄飲\n飤歌舞孫孫用之後是語",
  "sentences": [
    {
      "number": 1,
      "original": "唯王正月初吉乙亥邾公華擇厥吉金玄鏐赤鎛用鑄厥和鐘以祚其皇祖皇考",
      "transliteration": "wéi wáng zhēng yuè chū jí yǐ hài zhū gōng huá zé jué jí jīn xuán liú chì bó yòng zhù jué hé zhōng yǐ zuò qí huáng zǔ huáng kǎo",
      "translation": "В первом месяце вана, в первый счастливый день и-хай, чжуский гун Хуа отобрал свой благостный металл — пурпурный лю и алый фу, чтобы отлить свой звонкий колокол для жертвоприношений своим величественным деду и отцу."
    },
    {
      "number": 2,
      "original": "曰余畢龏威忌淑穆不墜于厥身鑄其和鐘以恤其祭祀以樂大夫以宴士庶子",
      "transliteration": "yuē yú bì gōng wēi jì shū mù bù zhuì yú jué shēn zhù qí hé zhōng yǐ xù qí jì sì yǐ lè dà fū yǐ yàn shì shù zǐ",
      "translation": "Гун сказал: «Я всегда был осмотрителен и почтителен, я не уронил себя в их глазах, я отлил их звонкий колокол для того, чтобы заботиться об их жертвоприношениях, чтобы веселить дафу и устраивать пиры для ши и младших родственников."
    },
    {
      "number": 3,
      "original": "慎為之銘元器其舊載公眉壽邾邦是保其萬年無疆子子孫孫永保用享",
      "transliteration": "shèn wéi zhī míng yuán qì qí jiù zài gōng méi shòu zhū bāng shì bǎo qí wàn nián wú jiāng zǐ zǐ sūn sūn yǒng bǎo yòng xiǎng",
      "translation": "Тщательно выполнили надписи на нем. Древен этот сакральный предмет! Гуну — долголетие, царству Чжу — защиту! На протяжении десяти тысяч лет без предела дети и внуки вечно будут хранить его, пользоваться им!»"
    },
    {
      "number": 4,
      "original": "唯王九月初吉丁亥曾孫鼠兒余夫斯于之孫余幾路之元子曰於虖敬哉徐義楚之良臣而僥之慈父",
      "transliteration": "wéi wáng jiǔ yuè chū jí dīng hài zēng sūn shǔ ér yú fū sī yú zhī sūn yú jǐ lù zhī yuán zǐ yuē yū hū jìng zāi xú yì chǔ zhī liáng chén ér jiǎo zhī cí fù",
      "translation": "В девятом месяце вана, в первый счастливый день дин-хай, правнук Шуэр, внук Юйфу Суюя, старший сын Юй Цзилу, сказал: «О! Как почтителен благородный подданный сюйского И-чу — добродетельный отец Цзяо!»"
    },
    {
      "number": 5,
      "original": "擇其吉金鎛鋁以鑄和鐘以追孝先祖樂我父兄飲飤歌舞孫孫用之後是語",
      "transliteration": "zé qí jí jīn bó lǚ yǐ zhù hé zhōng yǐ zhuī xiào xiān zǔ lè wǒ fù xiōng yǐn sì gē wǔ sūn sūn yòng zhī hòu shì yǔ",
      "translation": "Он отобрал свой благостный металл — бо и люй, чтобы отлить звонкий колокол, чтобы выразить преданность предкам, чтобы веселить отцов и старших братьев, петь и танцевать. Внуки будут пользоваться им и рассказывать о нем потомкам."
    }
  ]
}