{
    "lesson": 18,
    "sentences": [
        {
            "number": 1,
            "original": "鬯五卣遗三卣為八卣",
            "translation": "Пять кувшинов вина плюс три кувшина равняется восьми кувшинам."
        },
        {
            "number": 2,
            "original": "乃汝肇射，余舍汝矢一束",
            "translation": "Если ты начал учиться стрелять, то я подарю тебе пучок стрел."
        },
        {
            "number": 3,
            "original": "以厥令告余",
            "translation": "Уведоми меня о его приказе."
        },
        {
            "number": 4,
            "original": "余既稽首于茲人",
            "translation": "Я уже просил прощения у этого человека."
        }
    ]
}