var SentenceData = {
    "lesson": 9,
    "text": "乙卯卜王貞余勿從洗震丁丑卜㱿貞\n今春王從洗震辛巳卜㱿貞王叀洗震\n從貞王勿唯洗震從貞叀王從洗震\n貞唯茲商有作禍不唯茲商有作禍\n貞茲雨唯我禍貞茲雨不唯我禍茲雨\n唯禍貞茲雨不唯禍我貞我使其烖方\n王占曰唯戊烖\n今日王逐兕畢自東西北逐肅鹿王叀\n今日壬射貝鹿畢弜壬射弗畢",
    "sentences": [
        {
            "number": 1,
            "original": "乙卯卜王貞余勿從洗震丁丑卜㱿貞",
            "transliteration": "yǐ mǎo bǔ wáng zhēn yú wù cóng xǐ zhèn dīng chǒu bǔ què zhēn",
            "translation": "В день и-мао гадали, правитель задал вопрос: «Мне не нужно заставлять Си Чжэня следовать за собой?» В день дин-чоу гадали. Цюэ задал вопрос: «Прикажет ли этой весной правитель Си Чжэню следовать за собой?»"
        },
        {
            "number": 2,
            "original": "今春王從洗震辛巳卜㱿貞王叀洗震",
            "transliteration": "jīn chūn wáng cóng xǐ zhèn xīn sì bǔ què zhēn wáng zhuān xǐ zhèn",
            "translation": "Этой весной правитель поведёт Си Чжэня с собой. В день синь-сы гадатель Цюэ задал вопрос: «Именно Си Чжэню ли прикажет правитель следовать за собой?»"
        },
        {
            "number": 3,
            "original": "從貞王勿唯洗震從貞叀王從洗震",
            "transliteration": "cóng zhēn wáng wù wéi xǐ zhèn cóng zhēn zhuān wáng cóng xǐ zhèn",
            "translation": "Вопрос: «Не Си Чжэню должен приказать правитель следовать за собой?» Вопрос: «Правитель ли заставит Си Чжэня следовать за собой?»"
        },
        {
            "number": 4,
            "original": "貞唯茲商有作禍不唯茲商有作禍",
            "transliteration": "zhēn wéi zī shāng yǒu zuò huò bù wéi zī shāng yǒu zuò huò",
            "translation": "«Именно ли этому городу Шан будет причинено несчастье? Или несчастье будет причинено не этому городу Шан?»"
        },
        {
            "number": 5,
            "original": "貞茲雨唯我禍貞茲雨不唯我禍茲雨",
            "transliteration": "zhēn zī yǔ wéi wǒ huò zhēn zī yǔ bù wéi wǒ huò zī yǔ",
            "translation": "Вопрос: «Нам ли принесет несчастье этот дождь?» Вопрос: «Этот дождь принесет несчастье не нам? Действительно ли несчастье принесет этот дождь?»"
        },
        {
            "number": 6,
            "original": "唯禍貞茲雨不唯禍我貞我使其烖方",
            "transliteration": "wéi huò zhēn zī yǔ bù wéi huò wǒ zhēn wǒ shǐ qí zāi fāng",
            "translation": "Вопрос: «Этот дождь не принесет нам несчастье?» Вопрос: «Нанесет ли поражение племени наш посол?»"
        },
        {
            "number": 7,
            "original": "王占曰唯戊烖",
            "transliteration": "wáng zhān yuē wéi wù zāi",
            "translation": "Правитель прочел ответ: «Нанесет поражение в день у»."
        },
        {
            "number": 8,
            "original": "今日王逐兕畢自東西北逐肅鹿王叀",
            "transliteration": "jīn rì wáng zhú sì bì zì dōng xī běi zhú sù lù wáng zhuān",
            "translation": "Сегодня правитель загоняет носорога, будет ли добыча? Загонять оленей, находящихся в Су, с востока, запада, севера? Именно ли сегодня, в день жэнь, следует правителю стрелять оленей, находящихся в Бэй?"
        },
        {
            "number": 9,
            "original": "今日壬射貝鹿畢弜壬射弗畢",
            "transliteration": "jīn rì rén shè bèi lù bì jiàng rén shè fú bì",
            "translation": "Будет ли добыча? Или стрелять их не в день жэнь? Добычи не будет?"
        }
    ]
};