var SentenceData = {
  "lesson": 31,
  "text": "孟子曰魚我所欲也熊掌亦我所欲也\n二者不可得兼捨魚而取熊掌者也生\n亦我所欲也義亦我所欲也二者不可\n得兼捨生而取義者也生亦我所欲所\n欲有甚於生者故不為苟得也死亦我\n所惡所惡有甚於死者故患有所不辟\n也如使人之所欲莫甚於生則凡可以\n得生者何不用也使人之所惡莫甚於\n死者則凡可以辟患者何不為也由是\n則生而有不用也由是可以辟患而\n有不為也是故所欲有甚於生者所惡\n有甚於死者",
  "sentences": [
    {
      "number": 1,
      "original": "孟子曰魚我所欲也熊掌亦我所欲也二者不可得兼捨魚而取熊掌者也",
      "transliteration": "mèng zǐ yuē yú wǒ suǒ yù yě xióng zhǎng yì wǒ suǒ yù yě èr zhě bù kě dé jiān shě yú ér qǔ xióng zhǎng zhě yě",
      "translation": "Мэн-цзы сказал: «Я люблю рыбу. Медвежьи лапы я тоже люблю. Но если и то и другое нельзя получить одновременно, я отказываюсь от рыбы и выбираю медвежью лапу."
    },
    {
      "number": 2,
      "original": "生亦我所欲也義亦我所欲也二者不可得兼捨生而取義者也",
      "transliteration": "shēng yì wǒ suǒ yù yě yì yì wǒ suǒ yù yě èr zhě bù kě dé jiān shě shēng ér qǔ yì zhě yě",
      "translation": "Кроме того, я люблю жизнь. Справедливость я тоже люблю. Если то и другое нельзя будет совместить, я откажусь от жизни и выберу справедливость."
    },
    {
      "number": 3,
      "original": "生亦我所欲所欲有甚於生者故不為苟得也",
      "transliteration": "shēng yì wǒ suǒ yù suǒ yù yǒu shèn yú shēng zhě gù bù wéi gǒu dé yě",
      "translation": "Жизнь я тоже люблю, но существует нечто, что я люблю больше, чем жизнь, поэтому я не стремлюсь сохранить ее любыми средствами."
    },
    {
      "number": 4,
      "original": "死亦我所惡所惡有甚於死者故患有所不辟也",
      "transliteration": "sǐ yì wǒ suǒ wù suǒ wù yǒu shèn yú sǐ zhě gù huàn yǒu suǒ bù bì yě",
      "translation": "Смерть я тоже ненавижу, но существует нечто, что я ненавижу больше, чем смерть, поэтому есть опасности, которых я не избегаю."
    },
    {
      "number": 5,
      "original": "如使人之所欲莫甚於生則凡可以得生者何不用也",
      "transliteration": "rú shǐ rén zhī suǒ yù mò shèn yú shēng zé fán kě yǐ dé shēng zhě hé bù yòng yě",
      "translation": "Если бы человек не любил ничего больше жизни, то отчего бы ему не прибегнуть к любому средству, с помощью которого он может сохранить жизнь?"
    },
    {
      "number": 6,
      "original": "使人之所惡莫甚於死者則凡可以辟患者何不為也",
      "transliteration": "shǐ rén zhī suǒ wù mò shèn yú sǐ zhě zé fán kě yǐ bì huàn zhě hé bù wéi yě",
      "translation": "Если бы человек не ненавидел ничего больше смерти, то почему бы ему не совершить любой поступок, благодаря которому можно избежать опасности?"
    },
    {
      "number": 7,
      "original": "由是則生而有不用也由是可以辟患而有不為也",
      "transliteration": "yóu shì zé shēng ér yǒu bù yòng yě yóu shì kě yǐ bì huàn ér yǒu bù wéi yě",
      "translation": "Но если это так, то люди живут и не используют любые возможности для сохранения жизни. Если это так, то люди могут избежать опасности, но иногда не стремятся к этому."
    },
    {
      "number": 8,
      "original": "是故所欲有甚於生者所惡有甚於死者",
      "transliteration": "shì gù suǒ yù yǒu shèn yú shēng zhě suǒ wù yǒu shèn yú sǐ zhě",
      "translation": "Поэтому существует нечто, что человек любит больше, чем жизнь, и ненавидит больше, чем смерть»."
    }
  ]
}