var SentenceData = {
  "lesson": 38,
  "text": "孟子謂戴不勝曰子欲子之王之善與\n我明告子有楚大夫於此欲其子之齊\n語也則使齊人傅諸使楚人傅諸曰使\n齊人傅之曰一齊人傅之衆楚人咻之\n雖日撻而求其齊也不可得矣引而置\n之莊嶽之閒數年雖日撻而求其楚亦\n不可得矣子謂薛居州善士也使之居\n於王所在於王所者長幼卑尊皆薛居\n州也王誰與為不善在王所者長幼卑\n尊皆非薛居州也王誰與為善一薛居\n州獨如宋王何",
  "sentences": [
    {
      "number": 1,
      "original": "孟子謂戴不勝曰子欲子之王之善與我明告子",
      "transliteration": "mèng zǐ wèi dài bù shèng yuē zǐ yù zǐ zhī wáng zhī shàn yǔ wǒ míng gào zǐ",
      "translation": "Мэн-цзы спросил Дай Бушэна: — Хотите ли вы, чтобы ваш правитель творил добро? Поясню вам."
    },
    {
      "number": 2,
      "original": "有楚大夫於此欲其子之齊語也則使齊人傅諸使楚人傅諸曰使齊人傅之",
      "transliteration": "yǒu chǔ dà fū yú cǐ yù qí zǐ zhī qí yǔ yě zé shǐ qí rén fù zhū shǐ chǔ rén fù zhū yuē shǐ qí rén fù zhī",
      "translation": "Если некий чуский чиновник хочет, чтобы его сын говорил по-циски, то кого он возьмет в наставники своему сыну — цисца или чусца? — Он возьмет цисца, — отвечал Дай Бушэн."
    },
    {
      "number": 3,
      "original": "曰一齊人傅之衆楚人咻之雖日撻而求其齊也不可得矣",
      "transliteration": "yuē yī qí rén fù zhī zhòng chǔ rén xiū zhī suī rì tà ér qiú qí qí yě bù kě dé yǐ",
      "translation": "— Если один цисец, — продолжал Мэн-цзы, — будет учить его говорить по-циски, а множество чусцев будет болтать с ним по-чуски, то, даже ежедневно наказывая его и требуя, чтобы он говорил по-циски, не добьешься желаемого."
    },
    {
      "number": 4,
      "original": "引而置之莊嶽之閒數年雖日撻而求其楚亦不可得矣",
      "transliteration": "yǐn ér zhì zhī zhuāng yuè zhī jiān shù nián suī rì tà ér qiú qí chǔ yì bù kě dé yǐ",
      "translation": "Но пусть он несколько лет поживет в столице Ци — тогда даже ежедневными наказаниями не заставишь его говорить по-чуски."
    },
    {
      "number": 5,
      "original": "子謂薛居州善士也使之居於王所在於王所者長幼卑尊皆薛居州也王誰與為不善",
      "transliteration": "zǐ wèi xuē jū zhōu shàn shì yě shǐ zhī jū yú wáng suǒ zài yú wáng suǒ zhě zhǎng yòu bēi zūn jiē xuē jū zhōu yě wáng shuí yǔ wéi bù shàn",
      "translation": "Вы говорите, что Се Цзюйчжоу — добрый человек, и поэтому пригласили его постоянно находиться около вана. Если люди, находящиеся около вана, — старшие и младшие, низкие и высокопоставленные — все были бы Се Цзюйчжоу, то вместе с кем бы ван совершал недобрые поступки?"
    },
    {
      "number": 6,
      "original": "在王所者長幼卑尊皆非薛居州也王誰與為善一薛居州獨如宋王何",
      "transliteration": "zài wáng suǒ zhě zhǎng yòu bēi zūn jiē fēi xuē jū zhōu yě wáng shuí yǔ wéi shàn yī xuē jū zhōu dú rú sòng wáng hé",
      "translation": "Если же среди людей, находящихся около вана, — старших и младших, низких и высокопоставленных — нет ни одного Се Цзюйчжоу, то вместе с кем же ван будет творить добро? Как же один Се Цзюйчжоу может повлиять на правителя царства Сун?"
    }
  ]
}